Repository: Sidekick-Poe/Sidekick
Catalog: src/Sidekick.Common.Blazor/Settings/SettingsResources.*.resx
Languages: fr, ko

source: Cancel
fr: Annuler
ko: 취소

# Character_League
source: League
fr: Ligue
ko: 리그

source: Chat Commands
fr: Commandes de chat
ko: 채팅 명령어

# Chat_Common_Commands
source: Common Commands
fr: Commandes communes
ko: 자주 사용되는 명령어

# Chat_Commands_Exit
source: Exit to character screen
fr: Quitter vers la sélection du personnage
ko: /exit - 캐릭터 선택창으로 이동

# Chat_Commands_Hideout
source: Go to your hideout
fr: Aller au repaire
ko: /hideout - 플레이어의 은신처로 이동

# Chat_Wildcard_LastWhisper_CharacterName
source: Character name of the last whisper message you received
fr: Nom de la personne du dernier échange
ko: @last - 마지막에 귓말을 받은 사람에게 답장할 수 있는 명령어입니다

source: General Settings
fr: Configurations générales
ko: 일반 세팅

source: General
fr: Général
ko: 일반

# General_RetainClipboard
source: Retain Clipboard Data
fr: Conserver la valeur de votre presse-papier (clipboard)
ko: 복사한 내용 저장

source: Keybindings
fr: Raccourcis clavier
ko: 키바인딩

source: Other Settings
fr: Autres configurations
ko: 설정

# Keybind_Already_In_Use
source: Keybind is already in use, please choose another one.
fr: Raccourci "{0}" déjà utilisé, veuillez en choisir un autre.

# Key_Active
source: <Press a key>
fr: <Appuyez sur une touche>
ko: 키를 입력하세요

# Key_Close
source: Close Window
fr: Fermer la fenêtre
ko: 창 닫기

# Key_FindItems
source: Find Items
fr: Rechercher des items
ko: 아이템 찾기

# Key_Unset
source: <Unset>
fr: <Non défini>
ko: <지정 없음>

# Language_Parser
source: Game Language
fr: Langue du jeu
ko: 게임 언어

# Language_UI
source: UI Language
fr: Langue de l'interface
ko: UI 언어

# Map_Key_Check
source: Check Map Mods
fr: Vérifier les modificateurs de la carte
ko: 맵모드 체크하기

source: Price Check
fr: Vérificateur de prix
ko: 가격 검색

# PriceCheck_Key_Check
source: Check Prices
fr: Vérifier les prix
ko: 가격 검색

# PriceCheck_Prediction_Enable
source: Show price prediction from poeprices.info (PoE1 only)
fr: Afficher les prédictions de poeprices.info (PoE1 seulement)
ko: poeprices.info에서 가져온 가격 예측 보여주기

# PriceCheck_Automatically_Search
source: Automatically search for items when price checking
fr: Rechercher automatiquement lors de la vérification du prix

source: Reset Cache
fr: Réinitialiser la cache
ko: 캐시 초기화

source: Save
fr: Sauvegarder
ko: 저장

# Title
source: Settings
fr: Configurations
ko: 세팅

# Wiki
source: Wiki Settings
fr: Configurations Wiki
ko: 위키 설정

# Wiki_Key_Open
source: Open Wiki
fr: Ouvrir le Wiki
ko: 위키 열기

# Wiki_Preferred
source: Preferred Wiki
fr: Wiki de préférence
ko: 선호하는 위키를 선택하세요

# EscapeClosesOverlays
source: Close Overlay with Escape
fr: Fermer la fenêtre avec la touche Échapper
ko: 설정한 키로 현재창 닫기

source: Restore Defaults
fr: Restaurer les valeurs par défaut
ko: 기본값으로 되돌리기

# Chat_Commands_Leave
source: Leave the current party
fr: Quitter le groupe
ko: /leave - 현재 파티 탈퇴.

# Chat_Commands_Remove
source: Remove this command
fr: Supprimer cette commande
ko: 명령어 삭제

# Wealth_Key_Open
source: Open Wealth Tracker
fr: Ouvrir le Wealth Tracker
ko: Wealth Tracker 열기

# UseInvariantForTradeResults
source: Use English Trade Website
fr: Utiliser le site d'échange anglais
ko: 영문 거래소를 이용하기

source: Map Check
fr: Vérificateur de carte
ko: 지도 체크

source: Dangerous Modifiers
fr: Modificateurs à éviter
ko: 위험한 접사

source: Item Trade Settings
fr: Configurations de l'échange
ko: 아이템 거래 세팅

source: Bulk Trade Settings
fr: Configurations de l'échange en gros
ko: 대량 교환 세팅

source: Preferred search mode for currency items
fr: Mode de recherche pour les devises

source: Item Trade
fr: Item

source: Bulk Trade
fr: Vente en gros

source: Minimum Stock in Bulk Trade
fr: Stock disponible de la vente en gros

source: Currency of Results
fr: Devise des résultats

source: Item Listing Age
fr: Âge de la mise en vente

# Normalize_Values
source: Normalize item values. Leave at 0% for exact values.
fr: Normaliser les valeurs. Laisser à 0% pour les valeurs exactes.

# League_Hint
source: For convenience, Sidekick supports both Path of Exile 2 and Path of Exile 1, simply choose the appropriate league when playing either of them.
fr: Sidekick supporte à la fois Path of Exile 1 et Path of Exile 2, veuillez choisir la ligue correspondante lorsque vous jouez à l'un ou l'autre.

source: About
fr: À propos

source: Official website
fr: Site officiel

# Open_Settings_Folder
source: Open the settings folder
fr: Ouvrir le répertoire des configurations

# SaveWindowPositions
source: Save the positions of the overlays. If unchecked, they will be centered.
fr: Conserver la position des fenêtres. Si désactivé, les fenêtres seront centrées.

# Chat_Add_New_Command
source: Add a new command
fr: Ajouter une nouvelle commande

# Chat_Submit_The_Command
source: Submit the command
fr: Soumettre la commande

# Chat_Command
source: Command
fr: Commande

source: Keybind
fr: Raccourci

# Chat_Commands_Invite
source: Invite a player
fr: Inviter un joueur

# Chat_Commands_Kick
source: Kick a player
fr: Expulser un joueur

# UseInvariantForTradeResultsTip
source: At the moment this is unreliable for some unique items. We are waiting to see if GGG can help with this issue.
fr: Ce n'est pas fiable pour certains items uniques, mais c'est une solution de contournement.

source: Player Status
fr: Statut du joueur

# Player_Status_Online
source: Online
fr: En ligne seulement

# Player_Status_Any
source: Any
fr: Tous

# Player_Status_OnlineLeague
source: Online in League
fr: En ligne et dans la ligue

source: Buyout Price
fr: Prix

# OpenHomeOnLaunch
source: Show this window on launch
fr: Affiché cette fenêtre au démarrage

source: Reset
fr: Restaurer
ko: 초기화

# Chat_Exit
source: Exit
ko: 캐릭터 선택창으로 이동

# Chat_Hideout
source: Go to Hideout
ko: 은신처로 이동

# Chat_Keybind
source: Keybind
ko: 키바인드

# Chat_Kick
source: Kick from party
ko: 파티 탈퇴

# Group_Custom_Keybinds
source: Custom Keybinds
ko: 커스텀 키바인드

# Key_Duplicated
source: The keybind you tried is already in use.
ko: 선택하신 키바인드는 이미 사용중입니다.

# Language_Title
source: Language Settings
ko: 언어 세팅

# Map
source: Map Information
ko: 지도 정보

# Map_CloseWithMouse
source: Close Overlay with Mouse Click
ko: 마우스 클릭으로 현재 창 닫기

# Map_Dangerous
source: Dangerous Modifiers
ko: 위험한 접사

# Map_Dangerous_Regex
source: Regex
ko: Regex (레젝스)

# PriceCheck_CloseWithMouse
source: Close Overlay with Mouse Click
ko: 마우스를 클릭해 가격 검색창 닫기

# WealthTracker_StashTabs
source: Stash Tabs
ko: 보관함

# WealthTracker_StashTabsInstructions
source: Select the stash tabs in the list below for which you want to track your wealth. Note that selecting too many tabs may result in a worse experience and refresh rate due to the high number of requests. Selecting the unique items or map stash tabs are not recommended.
ko: 가치를 보고싶은 보관함을 선택해주세요. 너무 많은 보관함을 선택하거나 고유 혹은 지도 보관함을 선택 시 새로고침이 느려지거나 제대로된 가치를 알 수 없으니 주의해주세요.
